Repository: pbiering/vdr-plugin-mcli
Catalog: po/*.po
Languages: de_de, nl_nl

source: Updating configuration...
de_de: Aktualisiere Konfiguration...
nl_nl: Konfiguratie updaten...

source: Configuration is up to date...
de_de: Konfiguration ist aktuell...
nl_nl: Konfuguratie is aktueel...

source: Getting configuration from Netceiver %s
de_de: Hole Konfiguration von Netceiver %s
nl_nl: Configuratie van Netceiver %s ophalen

source: Failed to get configuration from Netceiver %s
de_de: Fehler beim Laden der Konfiguration von Netceiver %s
nl_nl: Fout tijdens het ophalen van de configuratie van Netceiver %s

source: Changing configuration for Netceiver %s
de_de: Aktualisiere Konfiguration von Netceiver %s
nl_nl: Configuratie aktualiseren van Netceiver %s

source: Failed to parse configuration from Netceiver %s
de_de: Fehler beim Parsen der Konfiguration von Netceiver %s
nl_nl: Fout tijdens het parsen van de config van Netceiver %s

source: Failed to set configuration for Netceiver %s
de_de: Fehler beim Bearbeiten der Konfiguration von Netceiver %s
nl_nl: Fout tijdens het instellen van de config van Netceiver %s

source: Failed to save configuration for Netceiver %s
de_de: Fehler beim Speichern der Konfiguration von Netceiver %s
nl_nl: Fout bij het opslaan van de config van Netceiver %s

source: Saving configuration for Netceiver %s
de_de: Speichere die Konfiguration von Netceiver %s
nl_nl: Opslaan van de configuratie van Netceiver %s

source: Multi-Transponder-Decryption is
de_de: Multi-Transponder-Entschlüsselung ist
nl_nl: Multi-Transponder decoderen is niet

source: impossible because of mixed CAMs
de_de: nicht möglich wegen gemischter CAMs
nl_nl: mogelijk omdat verschillende CAM's worden gebruikt

source: Save
de_de: Speichern
nl_nl: Opslaan

source: Waiting for a free tuner (%s)
de_de: Auf einen freien Tuner wird gewartet (%s)
nl_nl: Wachten tot tuner voor (%s) beschikbaar komt

source: Module '%s' ready
de_de: '%s'-Modul bereit
nl_nl: Module '%s' gereed

source: Module '%s' removed
de_de: '%s'-Modul entfernt
nl_nl: Module '%s' verwijderd
